Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: This device does not have the memory to hold several frames of this project at once. Spatial reduction is still available.
de: Dieses Gerät hat nicht den Speicher, um mehrere Frames dieses Projekts gleichzeitig zu halten. Die räumliche Reduzierung bleibt verfügbar.
es: Este dispositivo no tiene memoria para mantener varios fotogramas de este proyecto a la vez. La reducción espacial sigue disponible.
fr: Cet appareil n'a pas la mémoire nécessaire pour conserver plusieurs images de ce projet en même temps. La réduction spatiale reste disponible.
it: Questo dispositivo non ha la memoria per tenere più fotogrammi di questo progetto contemporaneamente. La riduzione spaziale resta disponibile.
sv: Den här enheten har inte minne nog att hålla flera bildrutor av det här projektet samtidigt. Spatial reducering är fortfarande tillgänglig.

source: This device is rendering the widest window it can hold. The project keeps the setting you chose.
de: Dieses Gerät rendert das breiteste Fenster, das es halten kann. Das Projekt behält die Einstellung, die du gewählt hast.
es: Este dispositivo está renderizando la ventana más amplia que puede mantener. El proyecto conserva el ajuste que elegiste.
fr: Cet appareil rend la fenêtre la plus large qu'il peut contenir. Le projet conserve le réglage que vous avez choisi.
it: Questo dispositivo sta renderizzando la finestra più ampia che riesce a contenere. Il progetto mantiene l'impostazione che hai scelto.
sv: Den här enheten renderar det bredaste fönster den kan hålla. Projektet behåller inställningen du valde.

source: This device supports the selected configuration.
de: Dieses Gerät unterstützt die gewählte Konfiguration.
es: Este dispositivo admite la configuración seleccionada.
fr: Cet appareil prend en charge la configuration sélectionnée.
it: Questo dispositivo supporta la configurazione selezionata.
sv: Den här enheten stöder den valda konfigurationen.

source: This display has little HDR headroom, so the system is tone-mapping the HDR preview down to what the screen can show. It does not represent HDR highlight brightness. HDR export is unaffected.
de: Dieses Display hat wenig HDR-Headroom, daher mappt das System die HDR-Vorschau auf das herunter, was der Bildschirm zeigen kann. Sie gibt die HDR-Lichterhelligkeit nicht wieder. Der HDR-Export ist davon nicht betroffen.
es: Esta pantalla tiene poco margen HDR, así que el sistema reduce tonalmente la vista previa HDR a lo que la pantalla puede mostrar. No representa el brillo de las altas luces HDR. La exportación HDR no se ve afectada.
fr: Cet écran dispose de peu de marge HDR : le système ramène donc l’aperçu HDR à ce que l’écran peut afficher. Il ne représente pas la luminosité des hautes lumières HDR. L’exportation HDR n’est pas affectée.
it: Questo display ha poco headroom HDR, quindi il sistema riduce tonalmente l’anteprima HDR a ciò che lo schermo può mostrare. Non rappresenta la luminosità delle alte luci HDR. L’esportazione HDR non ne è influenzata.
sv: Den här skärmen har litet HDR-utrymme, så systemet tonmappar HDR-förhandsvisningen ner till vad skärmen kan visa. Den motsvarar inte HDR-högdagrarnas ljusstyrka. HDR-exporten påverkas inte.

source: This export uses %lld Pro features
de: Dieser Export nutzt %lld Pro-Funktionen
es: Esta exportación usa %lld funciones Pro
fr: Cet export utilise %lld fonctionnalités Pro
it: Questa esportazione usa %lld funzioni Pro
sv: Den här exporten använder %lld Pro-funktioner

source: This export uses 1 Pro feature
de: Dieser Export nutzt 1 Pro-Funktion
es: Esta exportación usa 1 función Pro
fr: Cet export utilise 1 fonctionnalité Pro
it: Questa esportazione usa 1 funzione Pro
sv: Den här exporten använder 1 Pro-funktion

source: This file contains no audio.
de: Diese Datei enthält kein Audio.
es: Este archivo no contiene audio.
fr: Ce fichier ne contient aucun audio.
it: Questo file non contiene audio.
sv: Den här filen innehåller inget ljud.

source: This file is not a readable TrueType font.
de: Diese Datei ist keine lesbare TrueType-Schrift.
es: Este archivo no es una fuente TrueType legible.
fr: Ce fichier n’est pas une police TrueType lisible.
it: Questo file non è un font TrueType leggibile.
sv: Den här filen är inte ett läsbart TrueType-teckensnitt.

source: This format does not preserve transparency, so the cutout will be flattened onto this color.
de: Dieses Format erhält keine Transparenz, der Freisteller wird also auf diese Farbe reduziert.
es: Este formato no conserva la transparencia, así que el recorte se aplanará sobre este color.
fr: Ce format ne conserve pas la transparence : le détourage sera aplati sur cette couleur.
it: Questo formato non conserva la trasparenza, quindi lo scontorno verrà appiattito su questo colore.
sv: Det här formatet bevarar inte genomskinlighet, så urklippet plattas ihop mot den här färgen.

source: This frame and the one before it. Fastest, and never waits on a frame that has not been decoded yet.
de: Dieser Frame und der davor. Am schnellsten, und wartet nie auf einen Frame, der noch nicht dekodiert ist.
es: Este fotograma y el anterior. Lo más rápido, y nunca espera a un fotograma que aún no se ha descodificado.
fr: Cette image et celle d'avant. Le plus rapide, et n'attend jamais une image qui n'est pas encore décodée.
it: Questo fotogramma e quello prima. Il più rapido, e non attende mai un fotogramma non ancora decodificato.
sv: Den här bildrutan och den före den. Snabbast, och väntar aldrig på en bildruta som ännu inte avkodats.

source: This frame is already held.
de: Dieser Frame wird bereits gehalten.
es: Este fotograma ya está congelado.
fr: Cette image est déjà figée.
it: Questo fotogramma è già fermo.
sv: Den här bildrutan hålls redan.

source: This HLG source reports %lld-bit precision, which cannot be encoded as Main 10.
de: Diese HLG-Quelle meldet %lld Bit Präzision, was sich nicht als Main 10 kodieren lässt.
es: Este origen HLG indica una precisión de %lld bits, que no se puede codificar como Main 10.
fr: Cette source HLG indique une précision de %lld bits, qui ne peut pas être encodée en Main 10.
it: Questa sorgente HLG indica una precisione di %lld bit, che non può essere codificata come Main 10.
sv: Den här HLG-källan anger %lld-bitars precision, vilket inte kan kodas som Main 10.

source: This image is too large to process on this device.
de: Dieses Bild ist zu groß, um auf diesem Gerät verarbeitet zu werden.
es: Esta imagen es demasiado grande para procesarla en este dispositivo.
fr: Cette image est trop grande pour être traitée sur cet appareil.
it: Questa immagine è troppo grande per essere elaborata su questo dispositivo.
sv: Den här bilden är för stor för att bearbetas på den här enheten.

source: This is a 1D LUT. Looks need a 3D LUT — one with a LUT_3D_SIZE line.
de: Dies ist ein 1D-LUT. Looks brauchen ein 3D-LUT — eines mit einer LUT_3D_SIZE-Zeile.
es: Esta es una LUT 1D. Los looks necesitan una LUT 3D, con una línea LUT_3D_SIZE.
fr: C'est une LUT 1D. Les looks exigent une LUT 3D — avec une ligne LUT_3D_SIZE.
it: Questa è una LUT 1D. I look richiedono una LUT 3D, con una riga LUT_3D_SIZE.
sv: Det här är en 1D-LUT. Looks behöver en 3D-LUT — en med en LUT_3D_SIZE-rad.

source: This layer is kept where the matte source is opaque.
de: Diese Ebene bleibt dort erhalten, wo die Matte-Quelle deckend ist.
es: Esta capa se conserva donde el origen de la máscara es opaco.
fr: Ce calque est conservé là où la source du cache est opaque.
it: Questo livello viene mantenuto dove la sorgente della maschera è opaca.
sv: Det här lagret behålls där mattekällan är ogenomskinlig.

source: This layer is kept where the matte source is transparent.
de: Diese Ebene bleibt dort erhalten, wo die Matte-Quelle transparent ist.
es: Esta capa se conserva donde el origen de la máscara es transparente.
fr: Ce calque est conservé là où la source du cache est transparente.
it: Questo livello viene mantenuto dove la sorgente della maschera è trasparente.
sv: Det här lagret behålls där mattekällan är genomskinlig.

source: This layer is locked, or cannot carry a track matte.
de: Diese Ebene ist gesperrt oder kann keine Track Matte tragen.
es: Esta capa está bloqueada o no puede llevar una máscara de pista.
fr: Ce calque est verrouillé, ou ne peut pas porter de cache de piste.
it: Questo livello è bloccato, oppure non può avere una maschera traccia.
sv: Det här lagret är låst, eller kan inte bära en track matte.

source: This layer is locked.
de: Diese Ebene ist gesperrt.
es: Esta capa está bloqueada.
fr: Ce calque est verrouillé.
it: Questo livello è bloccato.
sv: Det här lagret är låst.

source: This LUT contains values outside the 0 to 1 range.
de: Dieses LUT enthält Werte außerhalb des Bereichs 0 bis 1.
es: Esta LUT contiene valores fuera del rango de 0 a 1.
fr: Cette LUT contient des valeurs en dehors de la plage 0 à 1.
it: Questa LUT contiene valori fuori dall'intervallo da 0 a 1.
sv: Den här LUT:en innehåller värden utanför intervallet 0 till 1.

source: This LUT contains values that are not numbers.
de: Dieses LUT enthält Werte, die keine Zahlen sind.
es: Esta LUT contiene valores que no son números.
fr: Cette LUT contient des valeurs qui ne sont pas des nombres.
it: Questa LUT contiene valori che non sono numeri.
sv: Den här LUT:en innehåller värden som inte är tal.

source: This LUT is invalid. %@
de: Diese LUT ist ungültig. %@
es: Esta LUT no es válida. %@
fr: Cette LUT n’est pas valide. %@
it: Questa LUT non è valida. %@
sv: Den här LUT:en är ogiltig. %@

source: This LUT says it is size %lld but contains %lld entries instead of %lld.
de: Dieses LUT gibt die Größe %lld an, enthält aber %lld Einträge statt %lld.
es: Esta LUT dice ser de tamaño %lld, pero contiene %lld entradas en lugar de %lld.
fr: Cette LUT annonce une taille de %lld mais contient %lld entrées au lieu de %lld.
it: Questa LUT dichiara una dimensione di %lld ma contiene %lld voci invece di %lld.
sv: Den här LUT:en anger storlek %lld men innehåller %lld poster i stället för %lld.

source: This LUT uses a domain other than 0 to 1, which usually means it is a log or camera conversion LUT rather than a look.
de: Dieses LUT verwendet einen anderen Wertebereich als 0 bis 1. Das bedeutet meist, dass es ein Log- oder Kamera-Konvertierungs-LUT ist und kein Look.
es: Esta LUT usa un dominio distinto de 0 a 1, lo que suele indicar que es una LUT de conversión log o de cámara y no un look.
fr: Cette LUT utilise un domaine autre que 0 à 1, ce qui indique généralement une LUT de conversion log ou caméra plutôt qu'un look.
it: Questa LUT usa un dominio diverso da 0-1, il che di solito indica una LUT di conversione log o di camera anziché un look.
sv: Den här LUT:en använder en annan domän än 0 till 1, vilket oftast betyder att den är en log- eller kamerakonverterings-LUT snarare än en look.

source: This mask is placed, but its grade is neutral.
de: Diese Maske ist platziert, aber ihr Grading ist neutral.
es: Esta máscara está colocada, pero su etalonaje es neutro.
fr: Ce masque est placé, mais son étalonnage est neutre.
it: Questa maschera è posizionata, ma il suo grading è neutro.
sv: Den här masken är placerad, men dess grading är neutral.

source: This name appears in the timeline and in this list. Leaving it empty restores the default.
de: Dieser Name erscheint in der Timeline und in dieser Liste. Bleibt er leer, wird der Standard wiederhergestellt.
es: Este nombre aparece en la línea de tiempo y en esta lista. Dejarlo vacío recupera el valor por omisión.
fr: Ce nom apparaît dans la timeline et dans cette liste. Le laisser vide rétablit la valeur par défaut.
it: Questo nome compare nella timeline e in questo elenco. Lasciarlo vuoto ripristina il valore predefinito.
sv: Det här namnet visas på tidslinjen och i den här listan. Att lämna det tomt återställer standardnamnet.

source: This needs hardware HEVC Main 10 support at the selected size and frame rate.
de: Dies erfordert Hardware-Unterstützung für HEVC Main 10 bei der gewählten Größe und Bildrate.
es: Esto necesita compatibilidad por hardware con HEVC Main 10 en el tamaño y la frecuencia de fotogramas seleccionados.
fr: Cela exige une prise en charge matérielle HEVC Main 10 à la taille et à la fréquence d'images sélectionnées.
it: Questo richiede il supporto hardware HEVC Main 10 alla dimensione e alla frequenza fotogrammi selezionate.
sv: Det här kräver stöd för HEVC Main 10 i hårdvara vid den valda storleken och bildfrekvensen.

source: This outline has not been tracked.
de: Diese Kontur wurde nicht getrackt.
es: Este contorno no se ha rastreado.
fr: Ce contour n’a pas été suivi.
it: Questo contorno non è stato tracciato.
sv: Den här konturen har inte spårats.

source: This project has no main video track.
de: Dieses Projekt hat keine Hauptvideospur.
es: Este proyecto no tiene pista de vídeo principal.
fr: Ce projet n’a pas de piste vidéo principale.
it: Questo progetto non ha una traccia video principale.
sv: Det här projektet har inget huvudvideospår.

source: This project has only one clip, so there is nothing on the timeline to match to. Import a reference image instead.
de: Dieses Projekt hat nur einen Clip, es gibt also auf der Timeline nichts, worauf abgeglichen werden könnte. Importiere stattdessen ein Referenzbild.
es: Este proyecto solo tiene un clip, así que no hay nada en la línea de tiempo con lo que ajustar. Importa en su lugar una imagen de referencia.
fr: Ce projet n'a qu'un seul plan, il n'y a donc rien sur la timeline avec quoi faire correspondre. Importez plutôt une image de référence.
it: Questo progetto ha un solo clip, quindi non c'è nulla sulla timeline con cui abbinare. Importa invece un'immagine di riferimento.
sv: Det här projektet har bara ett klipp, så det finns inget på tidslinjen att matcha mot. Importera en referensbild i stället.

source: This project is set to %@, but the source declares no Log profile. GradeLab does not apply the Apple Log transform to footage that does not identify itself as Log.
de: Dieses Projekt ist auf %@ eingestellt, die Quelle gibt aber kein Log-Profil an. GradeLab wendet die Apple-Log-Transformation nicht auf Material an, das sich nicht selbst als Log ausweist.
es: Este proyecto está configurado como %@, pero el origen no declara ningún perfil Log. GradeLab no aplica la transformación Apple Log a material que no se identifica como Log.
fr: Ce projet est réglé sur %@, mais la source ne déclare aucun profil Log. GradeLab n'applique pas la transformation Apple Log à des rushes qui ne s'identifient pas comme Log.
it: Questo progetto è impostato su %@, ma la sorgente non dichiara alcun profilo Log. GradeLab non applica la trasformazione Apple Log a girato che non si identifica come Log.
sv: Det här projektet är inställt på %@, men källan anger ingen Log-profil. GradeLab tillämpar inte Apple Log-transformen på material som inte identifierar sig som Log.

source: This project is set to %@, but the source declares no matching Log profile. GradeLab does not infer Log from the picture.
de: Dieses Projekt ist auf %@ eingestellt, die Quelle gibt aber kein passendes Log-Profil an. GradeLab leitet Log nicht aus dem Bild ab.
es: Este proyecto está configurado como %@, pero el origen no declara ningún perfil Log que coincida. GradeLab no deduce el Log a partir de la imagen.
fr: Ce projet est réglé sur %@, mais la source ne déclare aucun profil Log correspondant. GradeLab ne déduit pas le Log à partir de l'image.
it: Questo progetto è impostato su %@, ma la sorgente non dichiara alcun profilo Log corrispondente. GradeLab non deduce il Log dall'immagine.
sv: Det här projektet är inställt på %@, men källan anger ingen matchande Log-profil. GradeLab sluter sig inte till Log utifrån bilden.

source: This range needs more than 2,000 motion keyframes per track. Track a shorter section using Stop, or clear existing geometry animation first. No existing animation was replaced.
de: Dieser Bereich benötigt mehr als 2.000 Bewegungs-Keyframes pro Spur. Tracke mit „Stopp“ einen kürzeren Abschnitt oder lösche zuerst die vorhandene Geometrie-Animation. Es wurde keine vorhandene Animation ersetzt.
es: Este intervalo necesita más de 2000 fotogramas clave de movimiento por pista. Rastrea una sección más corta usando Detener, o borra antes la animación de geometría existente. No se ha sustituido ninguna animación existente.
fr: Cette plage nécessite plus de 2 000 images clés de mouvement par piste. Suivez une section plus courte à l’aide de Stop, ou effacez d’abord l’animation de géométrie existante. Aucune animation existante n’a été remplacée.
it: Questo intervallo richiede più di 2.000 fotogrammi chiave di movimento per traccia. Traccia una sezione più breve usando Stop, oppure cancella prima l’animazione della geometria esistente. Nessuna animazione esistente è stata sostituita.
sv: Det här intervallet kräver mer än 2 000 rörelse-keyframes per spår. Spåra ett kortare avsnitt med Stoppa, eller rensa befintlig geometrianimering först. Ingen befintlig animering ersattes.

source: This removes the saved preset only. Clips you already applied it to keep their grade.
de: Dies entfernt nur das gesicherte Preset. Clips, auf die du es bereits angewendet hast, behalten ihr Grading.
es: Esto elimina solo el preajuste guardado. Los clips a los que ya se lo aplicaste conservan su etalonaje.
fr: Cela supprime uniquement le préréglage enregistré. Les clips auxquels vous l'avez déjà appliqué conservent leur étalonnage.
it: Questo elimina solo il preset salvato. Le clip a cui lo hai già applicato conservano il loro grading.
sv: Det här tar bara bort den sparade förinställningen. Klipp du redan använt den på behåller sin grading.

source: This source declares itself as %@, not %@, so it is not processed through the %@ transform.
de: Diese Quelle weist sich als %@ aus, nicht als %@, und wird deshalb nicht durch die %@-Transformation verarbeitet.
es: Este origen se declara como %@, no como %@, así que no se procesa con la transformación %@.
fr: Cette source se déclare comme %@, et non %@ : elle n'est donc pas traitée par la transformation %@.
it: Questa sorgente si dichiara come %@, non come %@, quindi non viene elaborata con la trasformazione %@.
sv: Den här källan anger sig som %@, inte %@, så den bearbetas inte genom %@-transformen.

source: This source exceeds the temporary tracking buffer limit. Successful motion has been kept.
de: Diese Quelle überschreitet das Limit des temporären Tracking-Puffers. Erfolgreich erfasste Bewegung wurde behalten.
es: Este origen supera el límite del búfer temporal de rastreo. Se ha conservado el movimiento medido correctamente.
fr: Cette source dépasse la limite du tampon temporaire de suivi. Le mouvement correctement mesuré a été conservé.
it: Questa sorgente supera il limite del buffer temporaneo di tracciamento. Il movimento rilevato correttamente è stato mantenuto.
sv: Den här källan överskrider gränsen för den tillfälliga spårningsbufferten. Lyckad rörelse har behållits.

source: This source exceeds the temporary tracking buffer limit. Tracking already measured has been kept.
de: Diese Quelle überschreitet das Limit des temporären Tracking-Puffers. Bereits gemessenes Tracking wurde behalten.
es: Este origen supera el límite del búfer temporal de rastreo. Se ha conservado el rastreo ya medido.
fr: Cette source dépasse la limite du tampon temporaire de suivi. Le suivi déjà mesuré a été conservé.
it: Questa sorgente supera il limite del buffer temporaneo di tracciamento. Il tracciamento già misurato è stato mantenuto.
sv: Den här källan överskrider gränsen för den tillfälliga spårningsbufferten. Spårning som redan mätts har behållits.

source: This source has no video track to analyze.
de: Diese Quelle hat keine Videospur zum Analysieren.
es: Este origen no tiene ninguna pista de vídeo que analizar.
fr: Cette source n’a aucune piste vidéo à analyser.
it: Questa sorgente non ha una traccia video da analizzare.
sv: Den här källan har inget videospår att analysera.

source: This source reports %lld-bit precision, so it does not need the wide path.
de: Diese Quelle meldet %lld Bit Präzision und benötigt den erweiterten Pfad daher nicht.
es: Este origen indica una precisión de %lld bits, así que no necesita la cadena ampliada.
fr: Cette source indique une précision de %lld bits : elle n'a donc pas besoin de la chaîne étendue.
it: Questa sorgente indica una precisione di %lld bit, quindi non ha bisogno della catena estesa.
sv: Den här källan anger %lld-bitars precision, så den behöver inte den breda kedjan.

source: This timeline is %@, but this clip is %@. A timeline cannot mix the two Log formats.
de: Diese Timeline ist %@, dieser Clip aber %@. Eine Timeline kann die beiden Log-Formate nicht mischen.
es: Esta línea de tiempo es %@, pero este clip es %@. Una línea de tiempo no puede mezclar los dos formatos Log.
fr: Cette timeline est en %@, mais ce clip est en %@. Une timeline ne peut pas mélanger les deux formats Log.
it: Questa timeline è %@, ma questa clip è %@. Una timeline non può mescolare i due formati Log.
sv: Den här tidslinjen är %@, men det här klippet är %@. En tidslinje kan inte blanda de två Log-formaten.

source: This value stays the same for the whole clip. Changing it just changes the value.
de: Dieser Wert bleibt über den ganzen Clip gleich. Ihn zu ändern ändert einfach den Wert.
es: Este valor se mantiene igual durante todo el clip. Cambiarlo solo cambia el valor.
fr: Cette valeur reste identique sur tout le clip. La modifier ne fait que changer la valeur.
it: Questo valore resta identico per tutta la clip. Cambiarlo modifica solo il valore.
sv: Det här värdet är detsamma under hela klippet. Att ändra det ändrar bara värdet.

source: This video format is not supported.
de: Dieses Videoformat wird nicht unterstützt.
es: Este formato de vídeo no es compatible.
fr: Ce format vidéo n’est pas pris en charge.
it: Questo formato video non è supportato.
sv: Det här videoformatet stöds inte.

source: This video has an invalid source transform.
de: Dieses Video hat eine ungültige Quelltransformation.
es: Este vídeo tiene una transformación de origen no válida.
fr: Cette vidéo a une transformation source non valide.
it: Questo video ha una trasformazione sorgente non valida.
sv: Den här videon har en ogiltig källtransform.

source: This video needs %@ of free space, but only %@ is available. Free up space and try again.
de: Dieses Video benötigt %@ freien Speicher, verfügbar sind aber nur %@. Schaffe Speicherplatz und versuche es erneut.
es: Este vídeo necesita %@ de espacio libre, pero solo hay %@ disponibles. Libera espacio y vuelve a intentarlo.
fr: Cette vidéo nécessite %@ d’espace libre, mais seuls %@ sont disponibles. Libérez de l’espace et réessayez.
it: Questo video richiede %@ di spazio libero, ma ne sono disponibili solo %@. Libera spazio e riprova.
sv: Den här videon behöver %@ ledigt utrymme, men bara %@ är tillgängligt. Frigör utrymme och försök igen.

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
sv: Tid

source: Time arithmetic exceeded exact representation.
de: Die Zeitberechnung hat die exakte Darstellbarkeit überschritten.
es: El cálculo de tiempo ha superado la representación exacta.
fr: Le calcul temporel a dépassé la représentation exacte.
it: Il calcolo del tempo ha superato la rappresentazione esatta.
sv: Tidsberäkningen överskred exakt representation.

source: Time must be finite.
de: Die Zeit muss endlich sein.
es: El tiempo debe ser finito.
fr: Le temps doit être fini.
it: Il tempo deve essere finito.
sv: Tiden måste vara ändlig.

source: Time scale must be positive.
de: Die Zeitskala muss positiv sein.
es: La escala de tiempo debe ser positiva.
fr: L’échelle de temps doit être positive.
it: La scala temporale deve essere positiva.
sv: Tidsskalan måste vara positiv.
